Repository: Acidburn0zzz/live-magic
Catalog: po/*.po
Languages: cs, de, fi, fr, gu, ja

source: Testing (lenny) - receives new versions from unstable if they are not too buggy.
cs: Testovací (Lenny) - získává balíky ze Sida (pokud nejsou moc chybové).
fi: Testattava (lenny) - epävakaan jakelun versiot, joista ei löydy liikaa virheitä.
fr: Version de test (lenny) - reçoit les nouvelles versions de instable si elles n'ont pas trop de problèmes.
ja: テスト版 (testing, lenny) - あまりバグの多くない新しいバージョンのみが不安定版から入ります。

source: Stable (etch) - well-tested and rarely changes.
cs: Stabilní (Etch) - dobře otestovaná, téměř se nemění.
fi: Vakaa (etch) - hyvin testattu ja harvoin muuttuva.
fr: Stable (etch) - bien testée et changeant rarement.
ja: 安定版 (stable, etch) - よくテストされ、変更はほとんどありません。

source: <b>What distribution of Debian would you like to build?</b> If unsure, select "<i>Stable (lenny)</i>".
de: <b>Welche Debian-Distribution möchten Sie gerne bauen?</b> Falls Sie sich unsicher sind, wählen Sie »<i>Stable (Lenny)</i>«.
