Repository: Acidburn0zzz/live-magic
Catalog: po/*.po
Languages: cs, de, fi, fr, gu, ja

source: Debian Live Magic
gu: ડેબિયન લાઇવ મેજીક

source: About
cs: O programu
de: Über
fi: Tietoja
fr: À propos
gu: વિશે
ja: このソフトウェアについて

source: Are you sure you wish to cancel?
cs: Jste si jisti, že chcete proces zrušit?
de: Wollen Sie wirklich abbrechen?
fi: Oletko varma, että haluat keskeyttää?
fr: Êtes-vous sûr de vouloir annuler ?
gu: શું તમે રદ કરવા માટે ચોક્કસ છો?
ja: 本当に中止しますか?

source: GUI tool to build Debian Live systems.
cs: Grafický nástroj pro vytváření debianích live systémů.
de: GUI-Werkzeug, um Debian Live-Systeme zu bauen.
fi: Graafinen käyttöliittymä Debian Live -järjestelmien kääntämiseen.
fr: Interface utilisateur graphique pour construire des systèmes Debian volatils.
gu: ડેબિયન લાઇવ સિસ્ટમ્સ બનાવવા માટેનાં GUI સાધન.
ja: Debian Live システムの構築用 GUI ツール。

source: Debian Live homepage
cs: Domovská stránka Debian Live
fi: Debian Live -kotisivu
fr: Page d'accueil de Debian Live
gu: ડેબિયન લાઇવ ઘરપાનું
ja: Debian Live ホームページ

source: Enter your password to continue
cs: Pro pokračování zadejte heslo
de: Geben Sie Ihr Passwort ein, um fortzufahren
fi: Anna salasanasi jatkaaksesi
fr: Saisissez votre mot de passe pour continuer
gu: ચાલુ રાખવા માટે તમારો પાસવર્ડ દાખલ કરો
ja: 先に進むにはパスワードを入力してください

source: Debian Live Magic requires superuser capabilities to build your Debian Live system.
cs: Debian Live Magic vyžaduje pro sestavení live systému superuživatelská oprávnění.
de: Debian Live Magic benötigt administrative Rechte, um Ihr Debian Live-System zu bauen.
fi: Debian Live Magic tarvitsee pääkäyttäjäoikeudet Debian Live -järjestelmän kääntämiseen.
fr: Debian Live Magic a besoin des droits du superutilisateur pour construire votre système Debian volatil.
gu: ડેબિયન લાઇવ મેજીકને તમારી ડેબિયન લાઇવ સિસ્ટમ બનાવવા માટે સુપરયુઝર ક્ષમતાઓ જરૂરી છે.
ja: Debian Live Magic で Debian Live システムを構築するにはスーパユーザ権限が必要です。

source: Error creating Debian Live system!
cs: Chyba při vytváření live systému!
de: Fehler beim Erstellen des Debian Live-Systems!
fi: Virhe luotaessa Debian Live -järjestelmää!
fr: Erreur lors de la création du système Debian volatil !
gu: લાઇવ સિસ્ટમ બનાવતી વખતે ક્ષતિ!
ja: Debian Live システムの作成中にエラーが発生しました!

source: Cleaning build system
cs: Čistí se sestavovací systém
de: Bereinige Bausystem
fi: Puhdistetaan käännösympäristö
fr: Nettoyage du système de construction
gu: બનાવવાની સિસ્ટમ સાફ કરે છે
ja: ビルドシステムをクリーンアップしています

source: Purging unnecessary parts of the build system...
cs: Čistí se zbytečné části sestavovacího systému...
de: Lösche unnötige Teile des Bausystems vollständig...
fi: Siivotaan käännösympäristön tarpeettomat osat...
fr: Suppression d'éléments superflus présents dans le système de construction...
gu: બનાવેલ સિસ્ટમનો ન જોઇતાં ભાગો દૂર કરે છે...
ja: ビルドシステムの不要な要素を削除しています...

source: Build process finished
cs: Sestavování dokončeno
de: Bauprozess abgeschlossen
fi: Käännösprosessi on valmis
fr: Fin du processus de construction
gu: બનાવવાની પ્રક્રિયા પૂર્ણ થઇ
ja: 構築プロセスを終了しました

source: Your Debian Live system has been created successfully.
cs: Váš live systém byl úspěšně vytvořen.
de: Ihr Debian Live-System wurde erfolgreich erstellt.
fi: Debian Live -järjestelmä luotiin onnistuneesti.
fr: Votre système Debian volatil a été créé avec succès.
gu: તમારી લાઇવ સિસ્ટમ સફળતાપૂર્વક બનાવવામાં આવી છે.
ja: Debian Live システムの作成に成功しました。

source: Error when building Debian Live system
cs: Chyba při sestavování live systému
de: Fehler beim Bauen des Debian Live-Systems
fi: Virhe käännettäessä Debian Live -järjestelmää
fr: Erreur lors de la construction du système Debian volatil
gu: ડેબિયન લાઇવ સિસ્ટમ બનાવતી વખતે ક્ષતિ આવી
ja: Debian Live システムの構築中にエラーが発生しました

source: There was an error when building your Debian Live system.
cs: Při sestavování live systému se vyskytla chyba.
de: Beim Bauen des Debian Live-Systems gab es einen Fehler.
fi: Debian Live -järjestelmän kääntämisessä tapahtui virhe.
fr: Il y a eu une erreur lors de la construction du système Debian volatil.
gu: તમારી ડેબિયન લાઇવ સિસ્ટમ બનાવતી વખતે ક્ષતિ આવી હતી.
ja: Debian Live システムの構築中にエラーが発生しました。

source: Build process cancelled
cs: Sestavování zrušeno
de: Bauprozess abgebrochen
fi: Käännösprosessi keskeytetty
fr: Processus de construction annulé
gu: બનાવવાની પ્રક્રિયા રદ થઇ
ja: 構築プロセスを中止しました

source: The creation of your Debian Live system was cancelled.
cs: Vytváření vašeho live systému bylo zrušeno.
de: Die Erstellung Ihres Debian Live-Systems wurde abgebrochen.
fi: Debian Live -järjestelmän luonti keskeytettiin.
fr: La création de votre système Debian volatil a été annulée.
gu: તમારી લાઇવ સિસ્ટમની બનાવટ રદ કરવામાં આવી હતી.
ja: Debian Live システムの作成を中止しました。

source: Generating Debian Live system...
cs: Sestavuje se live systém Debian...
de: Erstelle Debian Live-System...
fi: Luodaan Debian Live -järjestelmää...
fr: Production du système Debian volatil...
gu: લાઇવ સિસ્ટમ બનાવે છે...
ja: Debian Live システムを作成しています...

source: <big><b>Generating Debian Live system...</b></big> Please wait while your Debian Live image is generated for you.
cs: <big><b>Sestavuje se live systém Debian...</b></big> Počkejte prosím, než se sestaví obraz live systému.
de: <big><b>Erstelle Debian Live-System...</b></big> Bitte warten Sie, während Ihr Debian Live-Image erstellt wird.
fi: <big><b>Luodaan Debian Live -järjestelmää...</b></bin> Odota, kun Debian Live -levykuvaa luodaan.
fr: <big><b>Production du système Debian volatil...</b></big> Veuillez patienter pendant la production de l'image de votre système Debian volatil.
gu: <big><b>ડેબિયન લાઇવ સિસ્ટમ બનાવે છે...</b></big> તમારા માટે ડેબિયન લાઇવ ઇમેજ બનાવવામાં આવે ત્યાં સુધી મહેરબાની કરી રાહ જુઓ.
ja: <big><b>Debian Live システムを作成しています...</b></big> Debian Live イメージの作成が終わるまでお待ちください。

source: Automatically close after Live system has been created
cs: Automaticky zavřít po vytvoření live systému
de: Automatisch schließen, nachdem das Live-System erstellt wurde
fi: Sulje automaattisesti, kun Live-järjestelmä on luotu
fr: Fermer automatiquement une fois le système Debian volatil créé
gu: લાઇવ સિસ્ટમ બનાવવામાં આવે પછી આપમેળે બંધ કરો
ja: Live システムの作成終了後に自動的に終了します

source: Details
cs: Podrobnosti
fi: Yksityiskohdat
fr: Détails
gu: વિગતો
ja: 詳細

source: <b>Welcome to Debian Live Magic!</b> A <i>live</i> system is an operating system that does not require a classical installer to use it. It can boot from various types of media, including CDs, DVDs, USB sticks, or via netboot. The following screens will lead you through the process of building your own Debian Live system.
cs: <b>Vítejte v Debian Live Magic!</b> <i>Live</i> systém je operační systém, který nemusíte instalovat. Můžete jej spustit z nejrůznějších médií, jako jsou CD, DVD, USB klíčenky, nebo třeba síť (netboot). Následující obrazovky vás provedou procesem vytváření vašeho vlastního Live systému Debian.
de: <b>Willkommen bei Debian Live Magic!</b> Ein <i>Live</i>-System ist ein Betriebssystem, das für die Benutzung keinen klassischen Installer benötigt. Es kann von verschiedenen Medien gestartet werden, darunter CDs, DVDs, USB-Sticks oder über Netz. Die folgenden Bildschirme werden Sie durch den Prozess des Erstellens Ihres eigenen Debian Live-Systems leiten.
fi: <b>Tervetuloa Debian Live Magic -ohjelmaan!</b> <i>Live</i>-järjestelmä on käyttöjärjestelmä, jota ei tarvitse asentaa perinteiseen tapaan asennusohjelman avulla. Se voidaan käynnistää verkon yli ja useilta eri medioilta, mukaan lukien CD- ja DVD-levyt ja USB-tikut. Seuraavat ruudut auttavat Debian Live -järjestelmän muokkaamisessa ja kääntämisessä.
fr: <b>Bienvenue dans Debian Live Magic !</b> Un système <i>volatil</i> (« live » : installé seulement en mémoire) est un système d'exploitation qui ne nécessite pas un installateur classique pour l'utiliser. Il peut démarrer à partir de différents types de média, incluant CD, DVD, supports USB ou depuis le réseau (« netboot »). Les écrans suivants vous guideront à travers le processus de création de votre propre système Debian volatil.
gu: <b>ડેબિયન લાઇવ મેજીકમાં તમારું સ્વાગત છે!</b> <i>લાઇવ</i> સિસ્ટમ એ ઓપરેટિંગ સિસ્ટમ છે જેનો ઉપયોગ કરવા માટે પરંપરાગત સ્થાપકની જરૂર નથી. જે વિવિધ પ્રકારનાં મિડીઆ, જેવાંકે CDs, DVDs, USB સ્ટિક્સ, અથવા નેટબૂટ દ્વારા શરૂ કરી શકાય છે. નીચેનાં સ્ક્રિન્સ તમને તમારી પોતાની ડેબિયન લાઇવ સિસ્ટમ બનાવવાની પ્રક્રિયામાં લઇ જશે.
ja: <b>Debian Live Magic へようこそ!</b> <i>ライブ</i>システムは、使用するのに昔ながらのインストーラを必要としな いオペレーティングシステムです。CD、DVD、USB メモリ、ネットブートなど、 様々な種類のメディアから起動できます。 この後の画面で、あなたの Debian Live システムを構築する手順を説明してい きます。

source: Welcome to Debian Live Magic!
cs: Vítejte v Debian Live Magic!
de: Willkommen bei Debian Live Magic!
fi: Tervetuloa Debian Live Magic -ohjelmaan!
fr: Bienvenue dans Debian Live Magic !
gu: ડેબિયન લાઇવ મેજીકમાં તમારું સ્વાગત છે!
ja: Debian Live Magic へようこそ!

source: <b>What type of image would you like to build?</b>
cs: <b>Jaký typ systému chcete sestavit?</b>
de: <b>Welche Art von Image möchten Sie bauen?</b>
fi: <b>Millaisen levykuvan haluat kääntää?</b>
fr: <b>Quel type d'image voulez-vous construire ?</b>
gu: <b>કયા પ્રકારની ઇમેજ તમે બનાવવા માંગો છો?</b>
ja: <b>構築したいイメージの種類はどれですか?</b>

source: Standard Debian GNU/Linux image
cs: Standardní obraz Debian GNU/Linuxu
fi: Standardi Debian GNU/Linux -levykuva
fr: Image Debian GNU/Linux standard
gu: પ્રમાણભૂત ડેબિયન GNU/લિનક્સ ઇમેજ
ja: 標準の Debian GNU/Linux イメージ

source: GNOME desktop environment
cs: Desktopové prostředí GNOME
de: GNOME Desktop-Umgebung
fi: GNOME-työpöytäympäristö
fr: Environnement de bureau GNOME
gu: GNOME ડેસ્કટોપ વાતાવરણ
ja: GNOME デスクトップ環境

source: KDE desktop environment
cs: Desktopové prostředí KDE
de: KDE Desktop-Umgebung
fi: KDE-työpöytäympäristö
fr: Environnement de bureau KDE
gu: KDE ડેસ્કટોપ વાતાવરણ
ja: KDE デスクトップ環境

source: Xfce desktop environment
cs: Desktopové prostředí Xfce
de: Xfce Desktop-Umgebung
fi: Xfce-työpöytäympäristö
fr: Environnement de bureau Xfce
gu: Xfce ડેસ્કટોપ વાતાવરણ
ja: Xfce デスクトップ環境

source: Debian GNU/Linux rescue image
cs: Záchranný obraz Debian GNU/Linuxu
de: Debian GNU/Linux Rettungs-Image
fi: Debian GNU/Linux -pelastuslevykuva
fr: Image de restauration Debian GNU/Linux
gu: ડેબિયન GNU/લિનક્સ બચાવ ઇમેજ
ja: Debian GNU/Linux レスキューイメージ

source: Choose image type
cs: Výběr obrazu
de: Wählen Sie den Image-Typ aus
fi: Valitse levykuvan tyyppi
fr: Choisir le type de l'image
gu: ઇમેજનો પ્રકાર પસંદ કરો
ja: イメージの種類を選択してください

source: <b>What distribution of Debian would you like to build?</b> If unsure, select "<i>Testing (lenny)</i>".
cs: <b>Kterou distribuci Debianu chcete sestavit?</b> Pokud si nejste jisti, zvolte „<i>Testovací (Lenny)</i>“.
fi: <b>Minkä Debianin jakelun haluat kääntää?</b> Jos olet epävarma, valitse ”<i>Testattava (lenny)</i>”.
fr: <b>Quelle version de Debian voulez-vous construire ?</b> Dans le doute, choisissez "<i>version de test (lenny)</i>".
gu: <b>ડેબિયનનું કયું ડિસ્ટ્રીબ્યુશન તમે બનાવવા માંગો છો?</b> જો અચોક્કસ હોવ તો, "<i>સ્ટેબલ (લેન્ની)</i>" પસંદ કરો.
ja: <b>構築したいのは Debian のどのディストリビューションですか?</b> よく分からない場合は "<i>Testing (lenny)</i>" を選択してください。

source: Unstable (sid) - untested and frequently changing
cs: Nestabilní (Sid) - nevyzkoušená a často se měnící
de: Unstable (Sid) - ungetestet und mit häufigen Veränderungen
fi: Epävakaa (sid) - testaamaton ja usein muuttuva
fr: Instable (sid) - non testée et changeant fréquemment
gu: અનસ્ટેબલ (સિડ) - ચકાસણી ન કરેલ અને વારંવાર બદલાય છે
ja: 不安定版 (unstable, sid) - テストされていなく、変更が頻繁に入ります。

source: Testing (squeeze) - receives new versions from unstable if they are not too buggy.
de: Testing (Squeeze) - erhält neue Versionen von Unstable falls diese nicht zu fehlerhaft sind.
gu: ટેસ્ટિંગ (squeeze) - અનસ્ટેબલ માંથી નવી આવૃત્તિ મેળવે છે જો તે બહુ ક્ષતિઓ ન ધરાવતી હોય.

source: Stable (lenny) - well-tested and rarely changes.
de: Stable (Lenny) - gut getestet und mit seltenen Änderungen
gu: સ્ટેબલ (લેન્ની) - યોગ્ય રીતે ચકાસણી કરેલ અને ભાગ્યે જ બદલાય છે.

source: Select distribution
cs: Výběr distribuce
de: Distribution auswählen
fi: Valitse jakelu
fr: Choisir la version
gu: ડિસ્ટ્રીબ્યુશન પસંદ કરો
ja: ディストリビューションを選択してください

source: <b>What media type would you like to target?</b>
cs: <b>Jaké médium chcete vytvořit?</b>
de: <b>Für welchen Medien-Typ soll gebaut werden?</b>
fi: <b>Millaista mediaa haluat käyttää?</b>
fr: <b>Quel type de média voulez-vous comme destination ?</b>
gu: <b>કયો મિડીઆ પ્રકાર તમે રાખવા માંગો છો?</b>
ja: <b>対象とするメディアの種類はどれにしますか?</b>

source: Server path:
cs: Cesta na serveru:
de: Server-Pfad:
fi: Palvelimen polku:
fr: Chemin du serveur :
gu: સર્વર પથ:
ja: サーバのパス:

source: Server address:
cs: Adresa serveru:
de: Server-Adresse:
fi: Palvelimen osoite:
fr: Adresse du serveur :
gu: સર્વર સરનામું:
ja: サーバのアドレス:

source: Server type:
cs: Typ serveru:
de: Server-Typ:
fi: Palvelimen tyyppi:
fr: Type de serveur :
gu: સર્વર પ્રકાર:
ja: サーバの種類:

source: Network boot image
cs: Obraz pro zavedení ze sítě
de: Netzboot-Image
fi: Verkkokäynnistyslevykuva
fr: Image de démarrage par réseau
gu: નેટવર્ક બૂટ ઇમેજ
ja: ネットワークブートイメージ

source: USB / HDD image
cs: USB / HDD obraz
fi: USB/HDD-levykuva
fr: Image USB / disque dur
gu: USB / HDD ઇમેજ
ja: USB/HDD 用イメージ

source: ISO image for a CD or DVD
cs: ISO obraz pro CD nebo DVD
de: ISO-Image für eine CD oder DVD
fi: ISO-levykuva CD:lle tai DVD:lle
fr: Image ISO pour CD ou DVD
gu: CD અથવા DVD માટે ISO ઇમેજ
ja: CD/DVD 用 ISO イメージ

source: Select media type
cs: Výběr média
de: Medientyp auswählen
fi: Valitse median tyyppi
fr: Choisir le type de média
gu: મિડીયા પ્રકાર પસંદ કરો
ja: メディアの種類を選択してください

source: <b>Please choose your local mirror:</b> To select a mirror that is not on the list, simply enter it below.
cs: <b>Vyberte nějaké blízké zrcadlo:</b> Chcete-li použít zrcadlo, které není v seznamu, jednoduše jej tam napište.
de: <b>Bitte wählen Sie Ihren lokalen Spiegel aus:</b> Um einen Spiegel auszuwählen, der nicht in der Liste ist, geben Sie diesen einfach unten ein.
fi: <b>Valitse paikallinen peili:</b> Voit valita muun kuin luettelossa olevan syöttämällä sen alle.
fr: <b>Veuillez choisir votre miroir local de Debian :</b> Pour choisir un miroir qui n'est pas dans la liste, saisissez-le simplement ci-dessous.
gu: <b>મહેરબાની કરી તમારો સ્થાનિક મિરર પસંદ કરો:</b> યાદીમાં ન હોય તેવો મિરર પસંદ કરવા માટે, તેને નીચે દાખલ કરો.
ja: <b>ローカルミラーを選択してください:</b> 一覧に載っていないミラーを選択したい場合は、単にここでは Enter を入力してください。

source: Choose mirror
cs: Výběr zrcadla
de: Spiegel auswählen
fi: Valitse peili
fr: Choisir le miroir
gu: મિરર પસંદ કરો
ja: ミラーを選択してください

source: <b>What type of machine is your Debian Live system for?</b> If you are unsure, select "<i>i386</i>".
cs: <b>Pro které počítače chcete svůj live systém Debian sestavit?</b> Pokud si nejste jisti, zvolte „<i>i386</i>“.
de: <b>Für welchen Maschinentyp ist Ihr Debian Live-System?</b> Falls Sie sich unsicher sind, wählen Sie »<i>i386</i>«.
fi: <b>Minkä tyyppiselle koneelle Debian Live -järjestelmä tehdään?</b> Jos olet epävarma, valitse ”<i>i386</i>”
fr: <b>Pour quel type de machine est votre système Debian volatil ?</b> Dans le doute, choisissez "<i>i386</i>".
gu: <b>તમારી ડેબિયન લાઇવ સિસ્ટમ કયા પ્રકારનાં મશીન માટે છે?</b> જો તમે અચોક્કસ હોવ તો, "<i>i386</i>" પસંદ કરો.
ja: <b>Debian Live システムを使用するマシンの種類は?</b> よく分からない場合は "<i>i386</i>" を選択してください。

source: i386 Computers with e.g. AMD Sempron or Intel Celeron, almost all desktop computers dating 2004 or earlier.
cs: i386 Např. počítače s procesory AMD Sempron nebo Intel Celeron, většina stolních počítačů před rokem 2004.
de: i386 Computer mit z.B. AMD Sempron oder Intel Celeron, fast alle Desktop-Rechner aus 2004 oder früher.
fi: i386 Tietokoneet, joissa on AMD Sempron tai Intel Celeron -prosessori. Lähes kaikki vuotta 2004 edeltävät koneet.
fr: i386 Ordinateurs avec par exemple des Sempron d'AMD ou Celeron d'Intel ; presque tous les ordinateurs de bureautique datant de 2004 ou avant.
gu: i386 દા.ત. AMD સેમ્પ્રોન અથવા ઇન્ટેલ સેલેરોન કોમ્પ્યુટરો, લગભગ બધા કોમ્પ્યુટરો જે ૨૦૦૪ અથવા પછીની તારીખનાં હોય.
ja: i386 AMD Sempron や Intel Celeron などを搭載したコンピュータ。2004 年以前の デスクトップコンピュータのほぼすべてがこれです。

source: amd64 Most new computers with e.g. AMD Opteron, Turion 64, Athlon 64, or Intel Core2, Pentium 4xx, Pentium D CPUs.
cs: amd64 Novější počítače s procesory jako AMD Opteron, Turion 64, Athlon 64, Intel Core2, Pentium 4xx nebo Pentium D.
de: amd64 Die meisten neueren Computer, z.B. AMD Opteron, Turion 64, Athlon 64 oder Intel Core2, Pentium 4xx, Pentium D CPUs.
fi: amd64 Useimmat uudet tietokoneet eli sellaiset, joiden prosessori on AMD Opteron, Turion 64 tai Athlon 64, tai Intel Core2, Pentium 4xx tai Pentium D.
fr: amd64 La plupart des nouveaux ordinateurs avec, par exemple des processeurs Opteron, Turion 64, Athlon 64 d'AMD ou Core 2, Pentium 4xx, ou Pentium D d'Intel.
gu: amd64 મોટાભાગનાં કોમ્પ્યુટરો દા.ત. AMD ઓપ્ટેરોન, ટ્યુરિઓન 64, એથેલોન 64, અથવા ઇન્ટેલ કોર ૨, પેન્ટિયમ ૪xx, પેન્ટિયમ D CPUઓ.
ja: amd64 最近のコンピュータの大半。AMD Opteron、Turion 64、Athlon 64、Intel Core2、Pentium 4xx、Pentium D などの CPU を搭載しています。

source: Select architecture
cs: Výběr architektury
de: Architektur auswählen
fi: Valitse arkkitehtuuri
fr: Choisir l'architecture
gu: બંધારણ પસંદ કરો
ja: アーキテクチャを選択してください

source: <b>Select Debian Installer integration:</b> Selecting "<i>yes</i>" below adds additional boot options that launch the Debian Installer, the official installation system for Debian systems. If unsure, select "<i>no</i>".
cs: <b>Integrace Debian Installeru:</b> Výběrem „<i>ano</i>“ se do zaváděcí nabídky přidají další položky, které umožní spustit Debian Installer, oficiální instalátor Debianu. Pokud si nejste jisti, zvolte „<i>ne</i>“.
de: <b>Debian Installer-Integration auswählen:</b> Falls Sie unten »<i>ja</i>« auswählen, werden zusätzliche Boot-Optionen hinzugefügt, die den Debian Installer (den offiziellen Installer für Debian-Systeme) starten. Falls Sie sich unsicher sind, wählen Sie »<i>nein</i>«.
fi: <b>Valitse Debianin asentimen integraatio:</b> Jos valitset tämän, levylle lisätään käynnistysvalitsimet Debianin virallisen asentimen käynnistämiseksi. Jos olet epävarma, älä valitse tätä vaihtoehtoa.
fr: <b>Choisir l'intégration de l'installateur Debian :</b> Choisir « <i>oui</i> » ci-dessous ajoute une option supplémentaire qui lance l'installateur Debian, le système d'installation officiel pour les systèmes Debian. Dans le doute, choisir « <i>non</i> ».
gu: <b>ડેબિયન સ્થાપનનું જોડાણ પસંદ કરો:</b> "<i>હા</i>" પસંદ કરતાં નીચે વધારાનાં બૂટ વિકલ્પો ઉમેરશે જે ડેબિયન સ્થાપકને ચલાવશે, જે ડેબિયન સિસ્ટમ્સ માટેની અધિકૃત સ્થાપન સિસ્ટમ છે. જો તમે અચોક્કસ હોવ તો, "<i>ના</i>" પસંદ કરો.
ja: <b>Debian Installer を統合するかしないかを選択してください:</b> ここで "<i>yes</i>" を選択すると、Debian システムの公式インストールシス テムである Debian Installer を立ち上げる起動オプションが追加されます。 よく分からない場合は "<i>いいえ</i>" を選択してください。

source: Yes, integrate the Debian Installer.
cs: Ano, integrovat Debian Installer.
de: Ja, integriere den Debian Installer.
fi: Kyllä, integroi Debianin asennin.
fr: Oui, intégrer l'installateur Debian.
gu: હા, ડેબિયન સ્થાપક જોડો.
ja: はい、Debian Installer を統合します。

source: No, do not integrate the Debian Installer.
cs: Ne, neintegrovat Debian Installer.
de: Nein, integriere den Debian Installer nicht.
fi: Ei, älä integroi Debianin asenninta.
fr: Non, ne pas intégrer l'installateur Debian.
gu: ના, ડેબિયન સ્થાપક જોડો નહી.
ja: いいえ、Debian Installer を統合しません。

source: Select Debian Installer integration
cs: Integrace Debian Installeru
de: Debian Installer-Integration auswählen
fi: Valitse Debianin asentimen integraatio
fr: Choisir l'intégration de l'installateur Debian
gu: ડેબિયન સ્થાપક જોડાણ પસંદ કરો
ja: Debian Installer を統合するかしないかを選択してください

source: <b>Select locale and keyboard layout:</b> A locale is an identifier that defines your language, country and related formatting settings. If unsure, please use the defaults.
cs: <b>Vyberte místní prostředí a rozložení klávesnice:</b> Místní prostředí (locale) určuje jazyk, zemi a způsob formátování údajů. Pokud si nejste jisti použijte výchozí hodnoty.
de: <b>Wählen Sie die Standorteinstellungen und das Tastatur-Layout:</b> Standorteinstellungen identifizieren Ihre Sprache, Ihr Land und damit verbundene Einstellungen. Wählen Sie die Voreinstellung, falls Sie sich unsicher sind.
fi: <b>Valitse maa-asetus ja näppäinasettelu:</b> Maa-asetus määrittää maan, käytettävän kielen ja näihin liittyvät muotoiluasetukset Jos olet epävarma, käytä oletusarvoja.
fr: <b>Choisir les paramètres linguistiques régionaux et la disposition du clavier :</b> Un paramètre linguistique régional est un identifiant qui définit vos langue, pays et paramétrages de format associés. Dans le doute, préférez les valeurs par défaut.
gu: <b>લોકેલ અને કીબોર્ડ દેખાવ પસંદ કરો:</b> લોકેલ તમારી ભાષા, દેશ અને સંબંધિત બંધારણ ગોઠવણીઓ નક્કી કરે છે. જો અચોક્કસ હોવ તો, મહેરબાની કરીને મૂળભૂત પસંદ કરો.
ja: <b>ロケールとキーボードレイアウトを選択してください:</b> ロケールとは、言語や国、その他関連する表記の設定を識別する名前です。よ く分からない場合はデフォルトを使用してください。

source: Keyboard layout:
cs: Rozložení klávesnice:
de: Tastatur-Layout:
fi: Näppäinasettelu:
fr: Disposition du clavier :
gu: કીબોર્ડ દેખાવ:
ja: キーボードレイアウト:

source: Locale:
cs: Místní prostředí:
de: Standorteinstellungen:
fi: Maa-asetus:
fr: Paramètres linguistiques régionaux :
gu: લોકેલ:
ja: ロケール:

source: Select locale and keyboard layout
cs: Výběr místního prostředí a klávesnice
de: Wählen Sie die Standorteinstellungen und das Tastaturlayout
fi: Valitse maa-asetus ja näppäinasettelu
fr: Choisir vos paramètres linguistiques régionaux et la disposition de votre clavier
gu: લોકેલ અને કીબોર્ડ દેખાવ પસંદ કરો
ja: ロケールとキーボードレイアウトを選択してください

source: <b>Please choose a build folder:</b> If the specified directory is not empty, images will be created in a <i>DebianLive/</i> subfolder.
cs: <b>Zadejte složku, která se použije pro sestavení obrazů:</b> Pokud nebude zadaná složka prázdná, vytvoří se obrazy v podsložce <i>DebianLive/</i>.
de: <b>Bitte wählen Sie ein Bauverzeichnis:</b> Falls das angegebene Verzeichnis nicht leer ist, werden die Images in einem Unterverzeichnis <i>DebianLive/</i> erstellt.
fi: <b>Valitse käännöshakemisto:</b> Jos annettu hakemisto ei ole tyhjä, levykuvat kirjoitetaan alihakemistoon <i>DebianLive/</i>.
fr: <b>Veuillez choisir un dossier de construction :</b> Si le dossier indiqué n'est pas vide, les images seront créées dans un sous-dossier <i>DebianLive/</i>.
gu: <b>મહેરબાની કરી બનાવવાનું ફોલ્ડર પસંદ કરો:</b> જો સ્પષ્ટ કરેલ ડિરેક્ટરી ખાલી નહી હોય તો, ઇમેજો <i>DebianLive/</i> નામનાં ઉપફોલ્ડરમાં બનાવવામાં આવશે.
ja: <b>構築用のフォルダを選択してください:</b> 指定したフォルダが空でない場合は、その <i>DebianLive/</i> サブフォルダ内にイメージが作成されます。

source: Select build folder
cs: Výběr složky pro sestavení
de: Bauverzeichnis auswählen
fi: Valitse käännöshakemisto
fr: Choisir le dossier de construction
gu: બનાવવાનાં ફોલ્ડરનું નામ પસંદ કરો
ja: 構築用のフォルダを選択してください

source: <b>Your Debian Live image is ready to build!</b> Press <i>Apply</i> to begin the build process.
cs: <b>Obraz live Debianu je připraven k sestavení!</b> Pro zahájení procesu klikněte na <i>Použít</i>.
de: <b>Ihr Debian Live-Image kann jetzt gebaut werden!</b> Drücken Sie <i>Anwenden</i>, um den Bau-Prozess zu beginnen.
fi: <b>Debian Live -levykuva on valmis käännettäväksi!</b> Valitse <i>Toteuta</i> aloittaaksesi käännösprosessin.
fr: <b>Votre image Debian volatile est prête à être construite !</b> Choisissez <i>Appliquer</i> pour commencer le processus de construction.
gu: <b>તમારી ડેબિયન લાઇવ ઇમેજ બનવા માટે તૈયાર છે!</b> પ્રક્રિયા શરૂ કરવા માટે <i>લાગુ પાડો</i> દબાવો.
ja: <b>Debian Live イメージを構築する準備ができました!</b> 構築プロセスを開始するには <i>適用</i> を押してください。

source: Ready to build!
cs: Připraven k sestavení!
de: Fertig zum Bauen!
fi: Valmiina käännettäväksi!
fr: Prêt à construire !
gu: બનાવવા માટે તૈયાર!
ja: 構築する準備ができました!
